[
  {
    "id": 0,
    "book": "I",
    "section": "1",
    "text": "Every art and every inquiry, and similarly every action and pursuit, is\nthought to aim at some good; and for this reason the good has rightly\nbeen declared to be that at which all things aim. But a ce"
  },
  {
    "id": 1,
    "book": "I",
    "section": "2",
    "text": "If, then, there is some end of the things we do, which we desire for its\nown sake (everything else being desired for the sake of this), and if we\ndo not choose everything for the sake of something els"
  },
  {
    "id": 2,
    "book": "I",
    "section": "3",
    "text": "Our discussion will be adequate if it has as much clearness as the sub-\nject-matter admits of, for precision is not to be sought for alike in all\ndiscussions, any more than in all the products of the "
  },
  {
    "id": 3,
    "book": "I",
    "section": "4",
    "text": "Let us resume our inquiry and state, in view of the fact that all knowl-\nedge and every pursuit aims at some good, what it is that we say politi-\ncal science aims at and what is the highest of all goo"
  },
  {
    "id": 4,
    "book": "I",
    "section": "5",
    "text": "Let us, however, resume our discussion from the point at which we\ndigressed. To judge from the lives that men lead, most men, and men of\nthe most vulgar type, seem (not without some ground) to identif"
  },
  {
    "id": 5,
    "book": "I",
    "section": "6",
    "text": "We had perhaps better consider the universal good and discuss thor-\noughly what is meant by it, although such an inquiry is made an uphill\none by the fact that the Forms have been introduced by friend"
  },
  {
    "id": 6,
    "book": "I",
    "section": "7",
    "text": "Let us again return to the good we are seeking, and ask what it can be.\nIt seems different in different actions and arts; it is different in medicine,\nin strategy, and in the other arts likewise. What"
  },
  {
    "id": 7,
    "book": "I",
    "section": "8",
    "text": "We must consider it, however, in the light not only of our conclusion and\nour premisses, but also of what is commonly said about it; for with a\ntrue view all the data harmonize, but with a false one t"
  },
  {
    "id": 8,
    "book": "I",
    "section": "9",
    "text": "For this reason also the question is asked, whether happiness is to be\nacquired by learning or by habituation or some other sort of training, or\ncomes in virtue of some divine providence or again by c"
  },
  {
    "id": 9,
    "book": "I",
    "section": "10",
    "text": "Must no one at all, then, be called happy while he lives; must we, as\nSolon says, see the end? Even if we are to lay down this doctrine, is it\nalso the case that a man is happy when he is dead? Or is "
  },
  {
    "id": 10,
    "book": "I",
    "section": "11",
    "text": "That the fortunes of descendants and of all a man’s friends should not\naffect his happiness at all seems a very unfriendly doctrine, and one\nopposed to the opinions men hold; but since the events that"
  },
  {
    "id": 11,
    "book": "I",
    "section": "12",
    "text": "These questions having been definitely answered, let us consider whether\nhappiness is among the things that are praised or rather among the things\nthat are prized; for clearly it is not to be placed a"
  },
  {
    "id": 12,
    "book": "I",
    "section": "13",
    "text": "Since happiness is an activity of soul in accordance with perfect virtue,\nwe must consider the nature of virtue; for perhaps we shall thus see\nbetter the nature of happiness. The true student of polit"
  },
  {
    "id": 13,
    "book": "II",
    "section": "1",
    "text": "Virtue, then, being of two kinds, intellectual and moral, intellectual vir-\ntue in the main owes both its birth and its growth to teaching (for which\nreason it requires experience and time), while mor"
  },
  {
    "id": 14,
    "book": "II",
    "section": "2",
    "text": "Since, then, the present inquiry does not aim at theoretical knowledge\nlike the others (for we are inquiring not in order to know what virtue is,\nbut in order to become good, since otherwise our inqui"
  },
  {
    "id": 15,
    "book": "II",
    "section": "3",
    "text": "We must take as a sign of states of character the pleasure or pain that\nensues on acts; for the man who abstains from bodily pleasures and\ndelights in this very fact is temperate, while the man who is"
  },
  {
    "id": 16,
    "book": "II",
    "section": "4",
    "text": "The question might be asked,; what we mean by saying that we must\nbecome just by doing just acts, and temperate by doing temperate acts;\nfor if men do just and temperate acts, they are already just an"
  },
  {
    "id": 17,
    "book": "II",
    "section": "5",
    "text": "Next we must consider what virtue is. Since things that are found in the\nsoul are of three kinds—passions, faculties, states of character, virtue\nmust be one of these. By passions I mean appetite, ang"
  },
  {
    "id": 18,
    "book": "II",
    "section": "6",
    "text": "We must, however, not only describe virtue as a state of character, but\nalso say what sort of state it is. We may remark, then, that every virtue\nor excellence both brings into good condition the thin"
  },
  {
    "id": 19,
    "book": "II",
    "section": "7",
    "text": "We must, however, not only make this general statement, but also apply\nit to the individual facts. For among statements about conduct those\nwhich are general apply more widely, but those which are par"
  },
  {
    "id": 20,
    "book": "II",
    "section": "8",
    "text": "There are three kinds of disposition, then, two of them vices, involving\nexcess and deficiency respectively, and one a virtue, viz. the mean, and\nall are in a sense opposed to all; for the extreme sta"
  },
  {
    "id": 21,
    "book": "II",
    "section": "9",
    "text": "That moral virtue is a mean, then, and in what sense it is so, and that it\nis a mean between two vices, the one involving excess, the other defi-\nciency, and that it is such because its character is t"
  },
  {
    "id": 22,
    "book": "III",
    "section": "1",
    "text": "Since virtue is concerned with passions and actions, and on voluntary\npassions and actions praise and blame are bestowed, on those that are\ninvoluntary pardon, and sometimes also pity, to distinguish "
  },
  {
    "id": 23,
    "book": "III",
    "section": "2",
    "text": "Both the voluntary and the involuntary having been delimited, we must\nnext discuss choice; for it is thought to be most closely bound up with\nvirtue and to discriminate characters better than actions "
  },
  {
    "id": 24,
    "book": "III",
    "section": "3",
    "text": "Do we deliberate about everything, and is everything a possible subject\nof deliberation, or is deliberation impossible about some things? We\nought presumably to call not what a fool or a madman would "
  },
  {
    "id": 25,
    "book": "III",
    "section": "4",
    "text": "That wish is for the end has already been stated; some think it is for the\ngood, others for the apparent good. Now those who say that the good is\nthe object of wish must admit in consequence that that"
  },
  {
    "id": 26,
    "book": "III",
    "section": "5",
    "text": "The end, then, being what we wish for, the means what we deliberate\nabout and choose, actions concerning means must be according to choice\nand voluntary. Now the exercise of the virtues is concerned w"
  },
  {
    "id": 27,
    "book": "III",
    "section": "6",
    "text": "That it is a mean with regard to feelings of fear and confidence has\nalready been made evident; and plainly the things we fear are terrible\nthings, and these are, to speak without qualification, evils"
  },
  {
    "id": 28,
    "book": "III",
    "section": "7",
    "text": "What is terrible is not the same for all men; but we say there are things\nterrible even beyond human strength. These, then, are terrible to every\none—at least to every sensible man; but the terrible t"
  },
  {
    "id": 29,
    "book": "III",
    "section": "8",
    "text": "Courage, then, is something of this sort, but the name is also applied to\nfive other kinds.\nFirst comes the courage of the citizen-soldier; for this is most like\ntrue courage. Citizen-soldiers seem to"
  },
  {
    "id": 30,
    "book": "III",
    "section": "9",
    "text": "Though courage is concerned with feelings of confidence and of fear, it\nis not concerned with both alike, but more with the things that inspire\nfear; for he who is undisturbed in face of these and bea"
  },
  {
    "id": 31,
    "book": "III",
    "section": "10",
    "text": "After courage let us speak of temperance; for these seem to be the vir-\ntues of the irrational parts. We have said that temperance is a mean with\nregard to pleasures (for it is less, and not in the sa"
  },
  {
    "id": 32,
    "book": "III",
    "section": "11",
    "text": "Of the appetites some seem to be common, others to be peculiar to indi-\nviduals and acquired; e.g., the appetite for food is natural, since every\none who is without it craves for food or drink, and so"
  },
  {
    "id": 33,
    "book": "III",
    "section": "12",
    "text": "Self-indulgence is more like a voluntary state than cowardice. For the\nformer is actuated by pleasure, the latter by pain, of which the one is to\nbe chosen and the other to be avoided; and pain upsets"
  },
  {
    "id": 34,
    "book": "IV",
    "section": "1",
    "text": "Let us speak next of liberality. It seems to be the mean with regard to\nwealth; for the liberal man is praised not in respect of military matters,\nnor of those in respect of which the temrate man is p"
  },
  {
    "id": 35,
    "book": "IV",
    "section": "2",
    "text": "It would seem proper to discuss magnificence next. For this also seems\nto be a virtue concerned with wealth; but it does not like liberality ex-\ntend to all the actions that are concerned with wealth,"
  },
  {
    "id": 36,
    "book": "IV",
    "section": "3",
    "text": "Pride seems even from its name to be concerned with great things; what\nsort of great things, is the first question we must try to answer. It makes\nno difference whether we consider the state of charac"
  },
  {
    "id": 37,
    "book": "IV",
    "section": "4",
    "text": "There seems to be in the sphere of honour also, as was said in our first\nremarks on the subject, a virtue which would appear to be related to\npride as liberality is to magnificence. For neither of the"
  },
  {
    "id": 38,
    "book": "IV",
    "section": "5",
    "text": "Good temper is a mean with respect to anger; the middle state being\nunnamed, and the extremes almost without a name as well, we place\ngood temper in the middle position, though it inclines towards the"
  },
  {
    "id": 39,
    "book": "IV",
    "section": "6",
    "text": "In gatherings of men, in social life and the interchange of words and\ndeeds, some men are thought to be obsequious, viz. those who to give\npleasure praise everything and never oppose, but think it the"
  },
  {
    "id": 40,
    "book": "IV",
    "section": "7",
    "text": "The mean opposed to boastfulness is found in almost the same sphere;\nand this also is without a name. It will be no bad plan to describe these\nstates as well; for we shall both know the facts about ch"
  },
  {
    "id": 41,
    "book": "IV",
    "section": "8",
    "text": "Since life includes rest as well as activity, and in this is included leisure\nand amusement, there seems here also to be a kind of intercourse which\nis tasteful; there is such a thing as saying—and ag"
  },
  {
    "id": 42,
    "book": "IV",
    "section": "9",
    "text": "Shame should not be described as a virtue; for it is more like a feeling\nthan a state of character. It is defined, at any rate, as a kind of fear of\ndishonour, and produces an effect similar to that p"
  },
  {
    "id": 43,
    "book": "V",
    "section": "1",
    "text": "With regards to justice and injustice we must (1) consider what kind of\nactions they are concerned with, (2) what sort of mean justice is, and (3)\nbetween what extremes the just act is intermediate. O"
  },
  {
    "id": 44,
    "book": "V",
    "section": "2",
    "text": "But at all events what we are investigating is the justice which is a part\nof virtue; for there is a justice of this kind, as we maintain. Similarly it\nis with injustice in the particular sense that w"
  },
  {
    "id": 45,
    "book": "V",
    "section": "3",
    "text": "(A) We have shown that both the unjust man and the unjust act are\nunfair or unequal; now it is clear that there is also an intermediate be-\ntween the two unequals involved in either case. And this is "
  },
  {
    "id": 46,
    "book": "V",
    "section": "4",
    "text": "(B) The remaining one is the rectificatory, which arises in connexion\nwith transactions both voluntary and involuntary. This form of the just\nhas a different specific character from the former. For th"
  },
  {
    "id": 47,
    "book": "V",
    "section": "5",
    "text": "Some think that reciprocity is without qualification just, as the\nPythagoreans said; for they defined justice without qualification as reci-\nprocity. Now ‘reciprocity’ fits neither distributive nor re"
  },
  {
    "id": 48,
    "book": "V",
    "section": "6",
    "text": "Since acting unjustly does not necessarily imply being unjust, we must\nask what sort of unjust acts imply that the doer is unjust with respect to\neach type of injustice, e.g., a thief, an adulterer, o"
  },
  {
    "id": 49,
    "book": "V",
    "section": "7",
    "text": "Of political justice part is natural, part legal, natural, that which every-\nwhere has the same force and does not exist by people’s thinking this or\nthat; legal, that which is originally indifferent,"
  },
  {
    "id": 50,
    "book": "V",
    "section": "8",
    "text": "Acts just and unjust being as we have described them, a man acts un-\njustly or justly whenever he does such acts voluntarily; when involun-\ntarily, he acts neither unjustly nor justly except in an inc"
  },
  {
    "id": 51,
    "book": "V",
    "section": "9",
    "text": "Assuming that we have sufficiently defined the suffering and doing of\ninjustice, it may be asked (1) whether the truth in expressed in Euripides’\nparadoxical words:\nI slew my mother, that’s my tale in"
  },
  {
    "id": 52,
    "book": "V",
    "section": "11",
    "text": "Whether a man can treat himself unjustly or not, is evident from what\nhas been said. For (a) one class of just acts are those acts in accordance\nwith any virtue which are prescribed by the law; e.g., "
  },
  {
    "id": 53,
    "book": "VI",
    "section": "1",
    "text": "Since we have previously said that one ought to choose that which is\nintermediate, not the excess nor the defect, and that the intermediate is\ndetermined by the dictates of the right rule, let us disc"
  },
  {
    "id": 54,
    "book": "VI",
    "section": "2",
    "text": "The virtue of a thing is relative to its proper work. Now there are three\nthings in the soul which control action and truth-sensation, reason, de-\nsire.\nOf these sensation originates no action; this i"
  },
  {
    "id": 55,
    "book": "VI",
    "section": "3",
    "text": "Let us begin, then, from the beginning, and discuss these states once\nmore. Let it be assumed that the states by virtue of which the soul pos-\nsesses truth by way of affirmation or denial are five in "
  },
  {
    "id": 56,
    "book": "VI",
    "section": "4",
    "text": "In the variable are included both things made and things done; making\nand acting are different (for their nature we treat even the discussions\noutside our school as reliable); so that the reasoned sta"
  },
  {
    "id": 57,
    "book": "VI",
    "section": "5",
    "text": "Regarding practical wisdom we shall get at the truth by considering\nwho are the persons we credit with it. Now it is thought to be the mark\nof a man of practical wisdom to be able to deliberate well a"
  },
  {
    "id": 58,
    "book": "VI",
    "section": "6",
    "text": "Scientific knowledge is judgement about things that are universal and\nnecessary, and the conclusions of demonstration, and all scientific knowl-\nedge, follow from first principles (for scientific know"
  },
  {
    "id": 59,
    "book": "VI",
    "section": "7",
    "text": "Wisdom (1) in the arts we ascribe to their most finished exponents, e.g.,\nto Phidias as a sculptor and to Polyclitus as a maker of portrait-statues,\nand here we mean nothing by wisdom except excellenc"
  },
  {
    "id": 60,
    "book": "VI",
    "section": "8",
    "text": "Political wisdom and practical wisdom are the same state of mind, but\ntheir essence is not the same. Of the wisdom concerned with the city, the\npractical wisdom which plays a controlling part is legis"
  },
  {
    "id": 61,
    "book": "VI",
    "section": "9",
    "text": "There is a difference between inquiry and deliberation; for deliberation\nis inquiry into a particular kind of thing. We must grasp the nature of\nexcellence in deliberation as well whether it is a form"
  },
  {
    "id": 62,
    "book": "VI",
    "section": "10",
    "text": "Understanding, also, and goodness of understanding, in virtue of which\nmen are said to be men of understanding or of good understanding, are\nneither entirely the same as opinion or scientific knowledg"
  },
  {
    "id": 63,
    "book": "VI",
    "section": "11",
    "text": "What is called judgement, in virtue of which men are said to ‘be sympa-\nthetic judges’ and to ‘have judgement,’ is the right discrimination of the\nequitable. This is shown by the fact that we say the "
  },
  {
    "id": 64,
    "book": "VI",
    "section": "12",
    "text": "Difficulties might be raised as to the utility of these qualities of mind.\nFor (1) philosophic wisdom will contemplate none of the things that will\nmake a man happy (for it is not concerned with any c"
  },
  {
    "id": 65,
    "book": "VI",
    "section": "13",
    "text": "We must therefore consider virtue also once more; for virtue too is simi-\nlarly related; as practical wisdom is to cleverness—not the same, but\nlike it—so is natural virtue to virtue in the strict sen"
  },
  {
    "id": 66,
    "book": "VII",
    "section": "1",
    "text": "Let us now make a fresh beginning and point out that of moral states to\nbe avoided there are three kinds—vice, incontinence, brutishness. The\ncontraries of two of these are evident,—one we call virtue"
  },
  {
    "id": 67,
    "book": "VII",
    "section": "2",
    "text": "Now we may ask (1) how a man who judges rightly can behave inconti-\nnently. That he should behave so when he has knowledge, some say is\nimpossible; for it would be strange—so Socrates thought—if when\n"
  },
  {
    "id": 68,
    "book": "VII",
    "section": "3",
    "text": "Of some such kind are the difficulties that arise; some of these points\nmust be refuted and the others left in possession of the field; for the\nsolution of the difficulty is the discovery of the truth"
  },
  {
    "id": 69,
    "book": "VII",
    "section": "4",
    "text": "(2) We must next discuss whether there is any one who is incontinent\nwithout qualification, or all men who are incontinent are so in a particu-\nlar sense, and if there is, with what sort of objects he"
  },
  {
    "id": 70,
    "book": "VII",
    "section": "5",
    "text": "(1) Some things are pleasant by nature, and of these (a) some are so\nwithout qualification, and (b) others are so with reference to particular\nclasses either of animals or of men; while (2) others are"
  },
  {
    "id": 71,
    "book": "VII",
    "section": "6",
    "text": "That incontinence in respect of anger is less disgraceful than that in\nrespect of the appetites is what we will now proceed to see. (1) Anger\nseems to listen to argument to some extent, but to mishear"
  },
  {
    "id": 72,
    "book": "VII",
    "section": "7",
    "text": "With regard to the pleasures and pains and appetites and aversions aris-\ning through touch and taste, to which both self-indulgence and temper-\nance were formerly narrowed down, it possible to be in s"
  },
  {
    "id": 73,
    "book": "VII",
    "section": "8",
    "text": "The self-indulgent man, as was said, is not apt to repent; for he stands\nby his choice; but incontinent man is likely to repent. This is why the\nposition is not as it was expressed in the formulation "
  },
  {
    "id": 74,
    "book": "VII",
    "section": "9",
    "text": "Is the man continent who abides by any and every rule and any and\nevery choice, or the man who abides by the right choice, and is he incon-\ntinent who abandons any and every choice and any and every r"
  },
  {
    "id": 75,
    "book": "VII",
    "section": "10",
    "text": "Nor can the same man have practical wisdom and be incontinent; for it\nhas been shown that a man is at the same time practically wise, and\ngood in respect of character. Further, a man has practical wis"
  },
  {
    "id": 76,
    "book": "VII",
    "section": "11",
    "text": "The study of pleasure and pain belongs to the province of the political\nphilosopher; for he is the architect of the end, with a view to which we\ncall one thing bad and another good without qualificati"
  },
  {
    "id": 77,
    "book": "VII",
    "section": "12",
    "text": "These are pretty much the things that are said. That it does not follow\nfrom these grounds that pleasure is not a good, or even the chief good, is\nplain from the following considerations. (A, a) First"
  },
  {
    "id": 78,
    "book": "VII",
    "section": "13",
    "text": "But further (E) it is agreed that pain is bad and to be avoided; for some\npain is without qualification bad, and other pain is bad because it is in\nsome respect an impediment to us. Now the contrary o"
  },
  {
    "id": 79,
    "book": "VII",
    "section": "14",
    "text": "(G) With regard to the bodily pleasures, those who say that some plea-\nsures are very much to be chosen, viz. the noble pleasures, but not the\nbodily pleasures, i.e., those with which the self-indulge"
  },
  {
    "id": 80,
    "book": "VIII",
    "section": "1",
    "text": "After what we have said, a discussion of friendship would naturally\nfollow, since it is a virtue or implies virtue, and is besides most neces-\nsary with a view to living. For without friends no one wo"
  },
  {
    "id": 81,
    "book": "VIII",
    "section": "2",
    "text": "The kinds of friendship may perhaps be cleared up if we first come to\nknow the object of love. For not everything seems to be loved but only\nthe lovable, and this is good, pleasant, or useful; but it "
  },
  {
    "id": 82,
    "book": "VIII",
    "section": "3",
    "text": "Now these reasons differ from each other in kind; so, therefore, do the\ncorresponding forms of love and friendship. There are therefore three\nkinds of friendship, equal in number to the things that ar"
  },
  {
    "id": 83,
    "book": "VIII",
    "section": "4",
    "text": "This kind of friendship, then, is perfect both in respect of duration and\nin all other respects, and in it each gets from each in all respects the\nsame as, or something like what, he gives; which is w"
  },
  {
    "id": 84,
    "book": "VIII",
    "section": "5",
    "text": "As in regard to the virtues some men are called good in respect of a state\nof character, others in respect of an activity, so too in the case of friend-\nship; for those who live together delight in ea"
  },
  {
    "id": 85,
    "book": "VIII",
    "section": "6",
    "text": "Between sour and elderly people friendship arises less readily, inas-\nmuch as they are less good-tempered and enjoy companionship less; for\nthese are thou to be the greatest marks of friendship produc"
  },
  {
    "id": 86,
    "book": "VIII",
    "section": "7",
    "text": "But there is another kind of friendship, viz., that which involves an\ninequality between the parties, e.g., that of father to son and in general\nof elder to younger, that of man to wife and in general"
  },
  {
    "id": 87,
    "book": "VIII",
    "section": "8",
    "text": "Most people seem, owing to ambition, to wish to be loved rather than to\nlove; which is why most men love flattery; for the flatterer is a friend in\nan inferior position, or pretends to be such and to "
  },
  {
    "id": 88,
    "book": "VIII",
    "section": "9",
    "text": "Friendship and justice seem, as we have said at the outset of our discus-\nsion, to be concerned with the same objects and exhibited between the\nsame persons. For in every community there is thought to"
  },
  {
    "id": 89,
    "book": "VIII",
    "section": "10",
    "text": "There are three kinds of constitution, and an equal number of deviation-\nforms—perversions, as it were, of them. The constitutions are monar-\nchy, aristocracy, and thirdly that which is based on a pro"
  },
  {
    "id": 90,
    "book": "VIII",
    "section": "11",
    "text": "Each of the constitutions may be seen to involve friendship just in so far\nas it involves justice. The friendship between a king and his subjects\ndepends on an excess of benefits conferred; for he con"
  },
  {
    "id": 91,
    "book": "VIII",
    "section": "12",
    "text": "Every form of friendship, then, involves association, as has been said.\nOne might, however, mark off from the rest both the friendship of kin-\ndred and that of comrades. Those of fellow-citizens, fell"
  },
  {
    "id": 92,
    "book": "VIII",
    "section": "13",
    "text": "There are three kinds of friendship, as we said at the outset of our in-\nquiry, and in respect of each some are friends on an equality and others\nby virtue of a superiority (for not only can equally g"
  },
  {
    "id": 93,
    "book": "VIII",
    "section": "14",
    "text": "Differences arise also in friendships based on superiority; for each ex-\npects to get more out of them, but when this happens the friendship is\ndissolved. Not only does the better man think he ought t"
  },
  {
    "id": 94,
    "book": "IX",
    "section": "1",
    "text": "In all friendships between dissimilars it is, as we have said, proportion\nthat equalizes the parties and preserves the friendship; e.g., in the politi-\ncal form of friendship the shoemaker gets a retu"
  },
  {
    "id": 95,
    "book": "IX",
    "section": "2",
    "text": "A further problem is set by such questions as, whether one should in all\nthings give the preference to one’s father and obey him, or whether when\none is ill one should trust a doctor, and when one has"
  },
  {
    "id": 96,
    "book": "IX",
    "section": "3",
    "text": "Another question that arises is whether friendships should or should not\nbe broken off when the other party does not remain the same. Perhaps\nwe may say that there is nothing strange in breaking off a"
  },
  {
    "id": 97,
    "book": "IX",
    "section": "4",
    "text": "Friendly relations with one’s neighbours, and the marks by which friend-\nships are defined, seem to have proceeded from a man’s relations to\nhimself. For (1) we define a friend as one who wishes and d"
  },
  {
    "id": 98,
    "book": "IX",
    "section": "5",
    "text": "Goodwill is a friendly sort of relation, but is not identical with friend-\nship; for one may have goodwill both towards people whom one does\nnot know, and without their knowing it, but not friendship."
  },
  {
    "id": 99,
    "book": "IX",
    "section": "6",
    "text": "Unanimity also seems to be a friendly relation. For this reason it is not\nidentity of opinion; for that might occur even with people who do not\nknow each other; nor do we say that people who have the "
  },
  {
    "id": 100,
    "book": "IX",
    "section": "7",
    "text": "Benefactors are thought to love those they have benefited, more than\nthose who have been well treated love those that have treated them well,\nand this is discussed as though it were paradoxical. Most "
  },
  {
    "id": 101,
    "book": "IX",
    "section": "8",
    "text": "The question is also debated, whether a man should love himself most,\nor some one else. People criticize those who love themselves most, and\ncall them self-lovers, using this as an epithet of disgrace"
  },
  {
    "id": 102,
    "book": "IX",
    "section": "9",
    "text": "It is also disputed whether the happy man will need friends or not. It is\nsaid that those who are supremely happy and self-sufficient have no\nneed of friends; for they have the things that are good, a"
  },
  {
    "id": 103,
    "book": "IX",
    "section": "10",
    "text": "Should we, then, make as many friends as possible, or—as in the case\nof hospitality it is thought to be suitable advice, that one should be\n‘neither a man of many guests nor a man with none’—will that"
  },
  {
    "id": 104,
    "book": "IX",
    "section": "11",
    "text": "Do we need friends more in good fortune or in bad? They are sought\nafter in both; for while men in adversity need help, in prosperity they\nneed people to live with and to make the objects of their ben"
  },
  {
    "id": 105,
    "book": "IX",
    "section": "12",
    "text": "Does it not follow, then, that, as for lovers the sight of the beloved is the\nthing they love most, and they prefer this sense to the others because on\nit love depends most for its being and for its o"
  },
  {
    "id": 106,
    "book": "X",
    "section": "1",
    "text": "After these matters we ought perhaps next to discuss pleasure. For it is\nthought to be most intimately connected with our human nature, which\nis the reason why in educating the young we steer them by "
  },
  {
    "id": 107,
    "book": "X",
    "section": "2",
    "text": "Eudoxus thought pleasure was the good because he saw all things, both\nrational and irrational, aiming at it, and because in all things that which\nis the object of choice is what is excellent, and that"
  },
  {
    "id": 108,
    "book": "X",
    "section": "3",
    "text": "Nor again, if pleasure is not a quality, does it follow that it is not a good;\nfor the activities of virtue are not qualities either, nor is happiness. They\nsay, however, that the good is determinate,"
  },
  {
    "id": 109,
    "book": "X",
    "section": "4",
    "text": "What pleasure is, or what kind of thing it is, will become plainer if we\ntake up the question aga from the beginning. Seeing seems to be at any\nmoment complete, for it does not lack anything which com"
  },
  {
    "id": 110,
    "book": "X",
    "section": "5",
    "text": "For this reason pleasures seem, too, to differ in kind. For things differ-\nent in kind are, we think, completed by different things (we see this to be\ntrue both of natural objects and of things produc"
  },
  {
    "id": 111,
    "book": "X",
    "section": "6",
    "text": "Now that we have spoken of the virtues, the forms of friendship, and the\nvarieties of pleasure, what remains is to discuss in outline the nature of\nhappiness, since this is what we state the end of hu"
  },
  {
    "id": 112,
    "book": "X",
    "section": "7",
    "text": "If happiness is activity in accordance with virtue, it is reasonable that it\nshould be in accordance with the highest virtue; and this will be that of\nthe best thing in us. Whether it be reason or som"
  },
  {
    "id": 113,
    "book": "X",
    "section": "8",
    "text": "But in a secondary degree the life in accordance with the other kind of\nvirtue is happy; for the activities in accordance with this befit our hu-\nman estate. Just and brave acts, and other virtuous ac"
  },
  {
    "id": 114,
    "book": "X",
    "section": "9",
    "text": "If these matters and the virtues, and also friendship and pleasure, have\nbeen dealt with sufficiently in outline, are we to suppose that our\nprogramme has reached its end? Surely, as the saying goes, "
  }
]